<template>
  <section class="max-w-6xl mt-24 mx-auto flex flex-col lg:px-8 px-4 mb-10">
    <h1
      class="mb-16 text-3xl font-bold tracking-tight text-gray-900 sm:text-4xl text-center"
    >
      О нас
    </h1>
    <div class="flex flex-col gap-10">
      <div class="flex flex-col gap-y-5">
        <h2 class="text-left text-3xl font-semibold">Деятельность компании</h2>
        <p class="text-justify leading-normal text-xl">
          Бренд <span class="font-bold">ТурПрактик</span> представлен на рынке с
          1995 года. Сегодня оператор занимает лидирующие позиции в
          туристической отрасли и позиционируется как марка надежности и
          качества. Клиентов ТурПрактик в Турции, Египте, Греции, Испании, ОАЭ,
          Таиланде и Вьетнаме обслуживают принимающая компания Odeon Tours.
          Туроператор ТурПрактик предлагает лучшие курорты и отели в 40 странах
          мира, среди которых Австрия, Андорра, Бахрейн, Беларусь, Болгария,
          Вьетнам, Греция, Грузия, Доминиканская Республика, Египет, Израиль,
          Индия, Индонезия, Иордания, Испания, Италия, Катар, Кения, Кипр, Куба,
          Маврикий, Мальдивы, Марокко, Мексика, ОАЭ, Россия, Сейшелы, Сингапур,
          Таиланд, Танзания, Тунис, Турция, Узбекистан, Хорватия, Черногория,
          Шри-Ланка. Идет постоянная работа по открытию новых направлений.
          Туроператор организует групповые и индивидуальные туры FIT на базе
          собственных чартерных программ и регулярных рейсов, занимается
          развитием инсентив-, конгресс-, спортивного и других видов туризма, а
          также активно продает авиабилеты в онлайн.
        </p>
      </div>
      <div class="flex flex-col gap-y-5">
        <h2 class="text-left text-3xl font-semibold">Цели и миссия</h2>
        <p class="text-justify leading-normal text-xl">
          Миссия ТурПрактик заключается в том, чтобы максимально способствовать
          созданию цивилизованного туристского рынка, где отношения в цепочке
          клиент — агент — оператор основаны на взаимном доверии и уважении.
          Конечная цель деятельности компании — сделать качественный отдых
          доступным для всех категорий населения страны. Основная цель
          ТурПрактик — дальнейшее повышение эффективности деятельности компании
          и ее конкурентоспособности на рынке, что предполагает целенаправленную
          работу по четырем направлениям: управление ожиданиями рынка
          посредством укрепления лояльности к продукту компании и проведения
          эффективных мероприятий по дальнейшему повышению узнаваемости бренда
          Coral; улучшение показателей деятельности компании за счет более
          высоких объемов продаж и дифференциации турпродукта, постоянного
          мониторинга текущего положения дел на рынке и оперативной
          корректировки планов; повышение КАЧЕСТВА управления компанией путем
          эффективного планирования И повышения точности прогнозов результатов
          деятельности; работа по самым высоким мировым стандартам, внедрение
          инновационных туристских технологий, без которых невозможно
          поступательное движение вперед. В дальнейших планах ТурПрактик —
          увеличение доли, занимаемой компанией на рынке, расширение бизнеса за
          счет повышения качества, развития новых направлений и расширения
          ассортимента предоставляемых услуг.
        </p>
      </div>
    </div>
  </section>
</template>
